Repository: DanilHushchyn/TelegramBot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: uk

source: Ваши данные устарели, нужно перезайти
uk: Your data is out of date, you need to re-login

source: Получить геопозицию
uk: Get geolocation

source: Просмотреть галерею
uk: View gallery

source: <b>Адрес:</b> {address} <b>Актуально:</b> {actual} <b>Модерация:</b> {moderation} <b>Статус модерации:</b> {moderation_status} <b>Документ основания:</b> {grounds_doc} <b>Назначение:</b> {appointment} <b>Количество комнат:</b> {room_count} <b>Планировка:</b> {layout} <b>Жилое состояние:</b> {living_condition} <b>Общая площадь:</b> {square} <b>Площадь кухни:</b> {kitchen_square} <b>Балкон/лоджия:</b> {balcony_or_loggia} <b>Тип отопления:</b> {heating_type} <b>Варианты расчета:</b> {payment_type} <b>Коммисия агенту:</b> {agent_commission} <b>Способ связи:</b> {communication_type} <b>Описание:</b> {description} <b>Цена:</b> {price}
uk: <b>Address:</b> {address} <b>Actual:</b> {actual} <b>Moderation:</b> {moderation} <b>Moderation status:</b> {moderation_status} <b>Ground document:</b> {grounds_doc} <b>Appointment:</b> {appointment} <b>Room count:</b> {room_count} <b>Layout:</b> {layout} <b>Living condition:</b> {living_condition} <b>Total square:</b> {square} <b>Kitchen square:</b> {kitchen_square} <b>Balcony/Loggia:</b> {balcony_or_loggia} <b>Heating type:</b> {heating_type} <b>Payment type:</b> {payment_type} <b>Agent commission:</b> {agent_commission} <b>Communication type:</b> {communication_type} <b>Description:</b> {description} <b>Price:</b> {price}

source: Выберите язык...
uk: Choose language...

source: Выберите...
uk: Choose...

source: Отмена
uk: Cancel

source: Введите свой email пожалуйста
uk: Please enter your email

source: Неверный формат email, попробуйте ещё раз
uk: Invalid email format, try again

source: Введите свой пароль пожалуйста
uk: Please enter your password

source: Назад
uk: Back

source: Введённый пароль слишком короткий. Он должен содержать как минимум 8 символов
uk: The entered password is too short. It must contain at least 8 characters

source: Проверьте данные: Email: {email} Пароль: {password} Всё верно?
uk: Check the data: Email: {email} Password: {password} That's right?

source: Войти
uk: Enter

source: Почта или пароль указаны не верно или вы не подтвердили почту
uk: The email or password is incorrect or you have not confirmed your email

source: Введите своё имя пожалуйста
uk: Please enter your name

source: Измените имя если нужно
uk: Change the name if necessary

source: Введите свою фамилию пожалуйста
uk: Please enter your last name

source: Измените фамилию если нужно
uk: Change your last name if necessary

source: вернутся к регистрации
uk: return to registration

source: Измените email если нужно
uk: Change email if necessary

source: Измените пароль если нужно
uk: Change the password if necessary

source: Проверьте данные: Имя: {first_name} Фамилия: {last_name} Email: {email} Пароль: {password} Всё верно?
uk: Check the data: Name: {first_name} Last name: {last_name} Email: {email} Password: {password} That's right?

source: Письмо с подтверждением выслано вам на почту, подтвердите там регистрацию и можетезаходить.
uk: A confirmation letter has been sent to your email, confirm your registration there and you can come in.

source: Пользователь с таким email уже зарегистрирован
uk: A user with this email is already registered

source: Действие отменено, вы вернулись в главное меню
uk: Action cancelled, you are returned to the main menu

source: Поделить геолокацией
uk: Share geolocation

source: Требуется запросить геолокацию для вашего объявления:
uk: You need to request a geolocation for your ad:

source: Теперь пожалуйста укажите адрес:
uk: Now please enter your address:

source: Спасибо. Теперь, пожалуйста, укажите описание:
uk: Thank you. Now please provide a description:

source: Спасибо. Теперь, пожалуйста, укажите документ основания:
uk: Thank you. Now please provide the document of basis:

source: Спасибо. Теперь, пожалуйста, укажите цель:
uk: Thank you. Now please specify the appointment:

source: Спасибо. Теперь, пожалуйста, укажите кол-во комнат:
uk: Thank you. Now please indicate the number of rooms:

source: Спасибо. Теперь, пожалуйста, укажите планировку:
uk: Thank you. Now please indicate the layout:

source: Спасибо. Теперь, пожалуйста, укажите жилое состояние:
uk: Thank you. Now please indicate your living condition:

source: Спасибо. Теперь, пожалуйста, укажите общую площадь:
uk: Thank you. Now please indicate the total square:

source: Спасибо. Теперь, пожалуйста, укажите площадь кухни:
uk: Thank you. Now please indicate the kitchen square:

source: Не может общая площадь быть меньше площади кухни!!! Введите пожалуйста другое значение
uk: The total area cannot be less than the kitchen area!!! Please enter another value

source: Спасибо. Теперь, пожалуйста, укажите есть ли балкон/лоджия:
uk: Thank you. Now, please indicate whether there is a balcony:

source: Да
uk: Yes

source: Спасибо. Теперь, пожалуйста, укажите тип отопления:
uk: Thank you. Now please specify your heating type:

source: Спасибо. Теперь, пожалуйста, укажите способ оплаты:
uk: Thank you. Now please indicate your payment method:

source: Спасибо. Теперь, пожалуйста, укажите величину комиссии агента:
uk: Thank you. Now, please indicate the amount of the agent's commission:

source: Спасибо. Теперь, пожалуйста, укажите способ связи:
uk: Thank you. Now please indicate your contact method:

source: Спасибо. Теперь, пожалуйста, укажите цену:
uk: Thank you. Now please enter the price:

source: Спасибо. Теперь, пожалуйста, загрузите главную картинку объявления:
uk: Thank you. Now please upload the main ad image:

source: Продолжить
uk: Continue

source: <b>ВАЖНО:</b> Теперь, пожалуйста, загрузите несколько картинок для галереи. При этом по одной картинке в чат для будущей галереи, а не все за раз. После нажмите продолжить
uk: <b>IMPORTANT:<b> " "Now, please upload several pictures for the gallery. At the same time, one picture per chat for the future gallery, and not all at once. Then click continue

source: ➕ Создать
uk: ➕ Create

source: <b>Адрес:</b> {address} <b>Описание:</b> {description} <b>Документ основания:</b> {grounds_doc} <b>Назначение:</b> {appointment} <b>Количество комнат:</b> {room_count} <b>Планировка:</b> {layout} <b>Жилое состояние:</b> {living_condition} <b>Общая площадь:</b> {square} <b>Площадь кухни:</b> {kitchen_square} <b>Балкон/лоджия:</b> {balcony_or_loggia} <b>Тип отопления:</b> {heating_type} <b>Варианты расчета:</b> {payment_type} <b>Коммисия агенту:</b> {agent_commission} <b>Способ связи:</b> {communication_type} <b>Цена:</b> {price} <b>Всё верно?</b>
uk: <b>Adress:</b> {address} <b>Description:</b> {description} <b>Ground documents:</b> {grounds_doc} <b>Appointment:</b> {appointment} <b>Room count:</b> {room_count} <b>Layout:</b> {layout} <b>Living condition:</b> {living_condition} <b>Total square:</b> {square} <b>Kitchen square:</b> {kitchen_square} <b>Balcony/loggia:</b> {balcony_or_loggia} <b>Heating type:</b> {heating_type} <b>Payment type:</b> {payment_type} <b>Agent commission:</b> {agent_commission} <b>Communication type:</b> {communication_type} <b>Price:</b> {price} <b>That's right?</b>

source: <b>Ваша галерея пуста но всё ок</b>
uk: <b>Your gallery is empty but everything is ok</b>

source: <b>Ваша галерея:</b>
uk: <b>Your gallery:</b>

source: <b>Ваше объявление успешно создано</b>
uk: <b>Your ad has been successfully created</b>

source: Главное меню:
uk: Main menu:

source: 📑 Список моих объявлений
uk: 📑 List of my announcements

source: <b>Мой Аккаунт:</b> <b>Фамилия:</b> {surname} <b>Имя:</b> {name} <b>Email:</b> {email} <b>Телефон:</b> {phone} 👥 <b>Контакты агента</b> Фамилия: {agent_surname} Имя: {agent_name} Email: {agent_email} Телефон: {agent_phone}
uk: <b>My account:</b> <b>Last name:</b> {surname} <b>Name:</b> {name} <b>Email:</b> {email} <b>Phone:</b> {phone} 👥 <b>Agent contacts</b> Last name: {agent_surname} Name: {agent_name} Email: {agent_email} Phone: {agent_phone}

source: Вход
uk: Login

source: Регистрация
uk: Registration

source: Выбор языка
uk: Language selection

source: Зарегистрироваться
uk: Register

source: Редактировать email
uk: Edit email

source: Редактировать пароль
uk: Edit password

source: Редактировать имя
uk: Edit name

source: Редактировать фамилию
uk: Edit last name

source: Вернутся к регистрации
uk: Return to registration

source: 🗂 Список объявлений
uk: 🗂 List of announcements

source: ➕ Создать объявление
uk: ➕ Create announcement

source: 👤 Мой профиль
uk: 👤 My profile

source: 🚪 Выход
uk: 🚪 Exit

source: Вы не авторизованы
uk: You are not authorized
